[
    {
        "key": 1,
        "id": 1,
        "name": "Ben Drowned",
        "image": "https://i.ytimg.com/vi/jcjBzy89_6k/hqdefault.jpg",
        "summary": "\"Ben Drowned\", also known as the \"Haunted Majora's Mask Theory\", is a well-known story first told by Alex \"Jadusable\" Hall. The story involves a haunted Majora's Mask cartridge that is haunted by the ghost of a boy named Ben. The entire lore was considered just that until September 8, 2010, when Ben was witnessed by users of the Cleverbot chatbot service. Theorists believe that Alex Hall is somehow connected to Cleverbot, and is responsible for manipulating unsuspecting gamers with audio-incuded mind control.",
        "furtherTitle": "Ben Drowned: Video Evidence",
        "furtherURL": "https://www.youtube.com/watch?v=6ut5hxLG-ys"
    },

    {
        "key": 2,
        "id": 2,
        "name":"Is Link Dead in Majora's Mask?",
        "image": "http://4.bp.blogspot.com/-oG5VsQHme-I/UOXi7IQp-3I/AAAAAAAALck/ennco4TvYko/s1600/MaskSalesman+(512+x+384).jpg",
        "summary": "Is the storyline of LOZ: Majora's Mask one big trip through purgatory? A frequently discussed topic since the game's initial release in April of 2000, conversation sparked again after Game Theory's MatPat posted a video on the subject in late 2013. Other YouTubers have followed suit, offering their own interpretations and even pointing to quotes from creator Eiji Aonuma.",
        "furtherTitle": "Zelda Theory: Is Link Dead in MM? In Depth Narration by RMFH.",
        "furtherURL": "https://www.youtube.com/watch?v=LxTf5hjvOCU"
    },

    {
        "key": 3,
        "id": 3,
        "name": "Various Five Nights at Freddy's Theories",
        "image":"https://i.ytimg.com/vi/vD4Di2PlbjM/maxresdefault.jpg",
        "summary": "FNAF has exploded in popularity in recent years. Creator Scott Cawthon hides easter eggs, secrets, and clues to characters' backstories in every game. The series has also expanded to include a book series which deepens the lore further. Who is \"Purple Guy\" anyway?",
        "furtherTitle": "Five Nights At Freddy's Fan Theories So Crazy They Might Be True",
        "furtherURL": "https://www.thegamer.com/five-nights-at-freddys-15-fan-theories-so-crazy-they-might-be-true/"
    },

    {
        "key": 4,
        "id": 4,
        "name": "Skull Kid is a Genius/Prophet",
        "image": "https://1d31c772ec21a65b0a71-0707aae3004193da193e1ad4a942592d.ssl.cf2.rackcdn.com/19264/skull_kid_up_close__medium.jpg",
        "summary": "Majora's Mask is likely to show up multiple times in any list of popular video game theories, and that's also true here. MM is filled with so much metaphorical imagery and genuine creepiness, it's hard not to wonder \"What's really going on here?\". The Skull Kid as a prophet theory gained traction in recent years as fans were able to dig more into the code of the re-release of MM for the 3DS.",
        "furtherTitle": "Majora's Mask Theory: Skull Kid, the Rejected Prophet",
        "furtherURL": "https://www.gamnesia.com/articles/majoras-mask-theory-skull-kid-the-rejected-prophet"    
    },

    {
        "key": 5,
        "id": 5,
        "name": "Luigi Hates Mario",
        "image": "https://i.ytimg.com/vi/UnPf4O8Jt8g/hqdefault.jpg",
        "summary": "Luigi has lived in Mario's shadow for over three decades. After witnessing the taller brother getting the short end of the stick for so long, many gamers agree that Luigi has now shows signs of resentment.",
        "furtherTitle": "15 Darkest Super Mario Theories Fans Will Hate",
        "furtherURL": "https://screenrant.com/dark-super-mario-fan-theories/"
    },

    {
        "key": 6,
        "id": 6,
        "name": "Lavendar Town: Red is Dead",
        "image": "https://i.ytimg.com/vi/-XrdR93X7hM/maxresdefault.jpg",
        "summary": "Lavendar Town is a location in the first Pokemon Gamebody series. The in-game location features a creepy aesthetic that is jarringly different from other kid-friendly areas in the game. Lavendar Town even has a Pokemon cemetary that the player must explore as a part of the main storyline. The soundtrack is especially infamous, as it is thought to induce \"Lavendar Town Syndrome\" in some players. Some have even gone so far as to explain their experience with the song and report feelings of nervousness paranoia, and possible lapses in consciousness.",
        "furtherTitle": "An Experience with the Lavendar Town Syndrome",
        "furtherURL": "http://someordinarygamers.wikia.com/wiki/An_Experience_with_the_Lavender_Town_Syndrome" 
    },

    {
        "key": 7,
        "id": 7,
        "name": "Is the Cake REALLY a lie?",
        "image": "https://i.imgur.com/UnI33oI.jpg",
        "summary": "Despite being told various times during playthroughts of Portal, the cake can clearly be seen along with the Companion Cube. How is the Companion Cube present when it was clearly murdered by GLaDOS earlier in the game? These inconsistencies have lead gamers to devise their own theories about the hidden meanings of this phrase.",
        "furtherTitle": "The cake is a lie! ... Or is it?",
        "furtherURL": "https://steamcommunity.com/app/400/discussions/0/616187839144850373/"
    },

    {
        "key": 8,
        "id": 8,
        "name": "Zero Wing's CATS Predicted Terrorist Attacks on the US",
        "image": "https://takeoffeveryzig.files.wordpress.com/2011/07/zerowing-cats1-1.jpg",
        "summary": "Deemed a farfetched theory by many, some have noticed that lines from the poorly translated game Zero Wing seem to include messages that foretell the terrorist attacks of 9/11. The theory has been removed from Wikipedia in the past, but notes can still be found in All Your Base Are Belong To Us archive.",
        "furtherTitle": "All Your Base Are Belong to Us: Wikipedia Archives",
        "furtherURL": "https://en.wikipedia.org/wiki/Talk%3AAll_your_base_are_belong_to_us/Archive_2"
    }   

]